#include "speechManager.h"


speechManager::speechManager()
{

}

speechManager::~speechManager(){
}

void speechManager::show_Menu(){

cout << "*****************************************************" <<endl;
cout <<"****************欢迎参加英语演讲比赛****************" <<endl;
cout << "******************1. 开始演讲比赛********************" <<endl;
cout << "******************2. 查看往届记录********************" <<endl;
cout << "******************3. 清空比赛记录********************" <<endl;
cout << "******************4. 退出比赛程序********************" <<endl;
cout << "*****************************************************" <<endl;
}